Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Ástávuona giellagohtie bargá maid báikenammaprošeavttain, mas čohkkejit Loabák ja Siellakvuona
nob: Ástavuona giellagohtie er med i et stedsnavnprosjekt for Lavangen og Salangen. Senteret jobber også

source: báikenamaid. Guovddáš lea maid huksemin čájáhusa dearvvašuođaguovddážii, dainna ulbmiliin ahte oainnusindahkat sámegiela ja sámi kultuvrra.
nob: med å synliggjøre samisk språk og kultur ved å bygge opp en utstilling lokalisert til helsesenteret.

source: Giellaguovddáš ii leat ásahan makkár ge vuogi movt iskat man duhtavaččat olbmot leat sin doaimmain, muhto sii čujuhit dasa ahte lea váttis diehtit maid diekkár iskkadeamit duođai árvvoštallet.
nob: Språksenteret har ikke rutiner for å måle brukertilfredshet, men de peker på at det er vanskelig å vite hva slike målinger egentlig måler.

source: Sin oaivila mielde ferte miha čielgaseappot earuhit iešguđetge doaimma mihttomeari, vai ii iskka man duhtavaččat olbmot leat boarrasiiddeaivvvademiin seammaládje go iská man
nob: De mener en må skille klarere mellom hva målsettingen med ulike tiltak er, slik at en ikke måler brukertilfredshet på samme måte for eldretreff eller fjellturer der det språklige blir sekundært til det kulturelle, og språktiltak med klare opplæringsmål.

source: duhtavaččat leat meahccemátkkiin gos giela besse čatnat kulturdoaimmaide, ja gielladoaimmaid main lea hui čielga oahppanulbmil.
nob: Det er derfor nødvendig å utarbeide kriterier som har samsvar med et prosjekts mål.

source: Danin lea ge diekkár iskkademiid dárbu ráhkadit nu ahte dat oktiidávistit prošeavtta ulbmiliin.
nob: For språkopplæring må en ha verktøy for å se hvorvidt deltakerne har framgang i forhold til opplæringsmål, noe som også kan gi

source: Giellaoahpaheami oktavuođas fertejit leat reaiddut mat veahkehit kártet oasseválddiid ovdáneami oahpahusa mihttomeari ektui, ja de sáhttá ge oaidnit mii doaibmá ja mii ii doaimma.
nob: lærdom om hva som fungerer og hva som ikke fungerer.

source: Leat čađat leamaš váttis oažžut dievdduid searvat giellakurssiide.
nob: Det har det vist seg vanskelig å rekruttere menn til å delta på språkkurs.

source: lohket sii, ahte suohkanossodagain gos movttiidahttet bargiid álgit giellakurssiide, ja gos lea álkimus oažžut virgelobi, barget eanas nissonolbmot.
nob: En forklaring som dras fram er at det er en overvekt av kvinnelige ansatte i kommunesektoren der oppfordringen til å ta språkkurs og muligheten til permisjon har vært størst.

source: Muhto dan praktihkalaš čállin ‐ lohkankursses gal ledje eanet dievddut go nissonolbmot, nugo juo leat namuhan.
nob: Flere menn enn kvinner deltok imidlertid på det mer praktisk rettede skrive‐ og lesekurset som alt er nevnt.

source: 11.4 Doaimma ruhtadeapmi
nob: 11.4 Finansiering av virksomheten

source: Ástávuona giellagoahtie oažžu vuođđodoarjaga Sámedikkis, ja maiddái basisruhtadeami suohkana
nob: Ástávuona giellagoahtie har grunnfinansiering gjennom Sametinget og en basisfinansiering fra kommunens tospråklighetsmidler samt fra Troms fylkeskommune.

source: guovttegielatvuođadoarjagis, ja oažžu maid doarjaga Romssa fylkesuohkanis.
nob: I tillegg får språksenteret prosjektstøtte som stort sett finansieres via Sametinget.

source: Ekonomalaččat lea stuora ovdamunnin dat go guovddáš ii leat láhčán doaimma dakkár dillái ahte leat šaddan stuora fásta golut.
nob: Det kommer fram et klart ønske om å få omgjort noen av disse prosjektmidlene til å drifte tiltak som fungerer, i stedet

source: Dasa lassin oažžu giellaguovddáš prošeaktadoarjagiid, ja lea eanas Sámediggi mii daid ruhtada.
nob: Slik ville en også kunne unngå de tomrommene som lett kommer etter at et prosjekt er avsluttet.

source: Boahtá čielgasit ovdan ahte sii hálidit rievdadit prošeaktadoarjagiid geavaheami nu ahte atnet muhtun oasi dain ruđain bargguide mat juo doibmet bures, dan sadjái go čađat geavahit návccaid hutkat ođđa prošeavttaid.
nob: Språksenterets tette tilknytning til kommunen har gjort at de ved flere anledninger har kunnet motta ekstratilskudd ved behov, også disse fra tospråklighetsmidlene.

source: Dien láhkái sáhttá maid deavdit dan guorosáiggi mii dávjá šaddá maŋŋil go prošeakta lea loahpahuvvon.
nob: Ved overgang til nye tildelingskriterier for tospråklighetsmidlene ser senteret en fare for at denne muligheten begrenses.

source: Giellaguovddáža lagas čanastat suohkanii lea máŋgga geardde leamaš sidjiide veahkkin go leat dárbbašan liige ruhtadoarjaga, maiddái daid doarjagiid leat ožžon
nob: Språksenteret har overfor Sametinget påpekt at grunntilskuddet til språksentrene er utilstrekkelig for

source: guovttegielatvuođaruđain.
nob: å sikre en forsvarlig drift.

source: Dán jahkái leat ge sii ohcan miha eanet vuođđodoarjaga go dan mii lea standárdadoarjja.
nob: For inneværende år har de derfor søkt om et langt høyere grunntilskudd enn standardtilskuddet.

source: Sii oaivvildit maid ahte Romssa fylkasuohkana doarjja galggašii juolluduvvot juohke giellaguovddáža doaimmaid vuođul, de livččii sin giellaguovddáš ožžon miha eanet doarjaga,
nob: De mener også at støtten fra Fylkeskommunen i Troms må koples til aktiviteten ved hvert språksenter, noe de mener ville gitt eget senter et forholdsvis større tilskudd.

source: 11.5 Bargiid fidnen
nob: 11.5 Rekruttering

source: Giellaguovddážis barget lassin beaivválaš jođiheaddjái, gii lea bissovaš virggis, guokte prošeaktamielbargi.
nob: I tillegg til daglig leder i fast stilling, er to prosjektmedarbeidere knyttet til språksenterets drift.

source: Sudno bálkkáid ruhtadit prošeaktaruđaiguin ja danin sudno barggut leat gaskaboddosaččat.
nob: Disse to stillingene er finansiert av prosjektmidler og må anses som midlertidige.

source: Guovddáš lea vuhtiiváldán sohkabealbalánssa.
nob: Samlet sett er kjønnsbalansen ivaretatt blant de ansatte.

source: Giellaguovddážis lea čađat hui ollu bargu, ja muhtomin lea váttis nagodit buot bargguid bargat.
nob: Språksenteret har høy aktivitet og opplever at det kan være vanskelig å få unna oppgaver.

source: Ja sis galggašii áinnas leat eambbo
nob: De skulle også gjerne hatt mer kapasitet til å følge opp barnehagen, og har vært nødt til å leie inn folk for å bidra i voksenopplæringen. Det er utfordrende å

source: kapasitehta čuovvut mánáidgárddi bargguid, ja sii leat ferten bálkáhit liigeolbmuid veahkkin rávisolbmuidoahpahussii.
nob: få tak i folk med språkkompetanse og de som knyttes til senteret må ha en allsidig kompetanse for å fungere i ulike sammenhenger.

source: 11.6 Ovttasbargu ja gulahallan
nob: 11.6 Samarbeid og kommunikasjon

source: Mii leat juo namuhan ovttasbarggu mii guovddážis lea Romssa universitehtain rávisolbmuidoahpahusas, ja giellametodihkkabarggu man ovttasbargoguoibmi lea Ulpan Eitan Israelis, ja dan barggus lea maid Nordlándda Fylkamánne ja Nordlándda universitehta mielde.
nob: og Universitetet i Nordland er med på.

source: Mánáidgárddi nannendoaimmain lea Sámi allaskuvla leamaš hui guovddážis, go leat ásahan oktavuođa ovtta Wales mánáidgárdái ja maiddái Trinity Collegii Carmarthenas.
nob: I forhold til barnehagesatsingen har Samisk høgskole vært sentral i opprettelsen av kontakt med en walisisk barnehage og Trinity College i Carmarthen.

source: Ástávuona giellagohtie ovttasbargá maid Davviriikkaid Sámeráđiin.
nob: Ástávuona giellagohtie samarbeider også med Nordisk sameråd.

source: Lassin dan ovttasbargui mii Nordlándda Fylkamánnes lea Siellakvuona ja Rivttát suohkaniiguin, lea Fylkamánne maid váldán mielde Loabák suohkana dan bargui man ulbmil lea čalmmustahttet sámegiela oahpaheami unnitloguálbmogiid guovlluin.
nob: I tillegg til samarbeid med Salangen og Gratangen kommune, har Fylkesmannen i Nordland inkludert Lavangen i sitt fokus på samisk språkopplæring i minoritetsområder.

source: Giellaguovddáš doalaha oktavuođa eará giellaguovddážiiguin, muhto oaidná eanemus ávkki doalahit oktavuođaid lulasguvlui gos gielladilli lea sullii seammalágan go Loabágis.
nob: Språksenteret har generelt kontakt med andre språksentre, men finner å ha størst utbytte av kontakt sørover der

source: Giellaguovddáš lea duhtavaš dainna gulahallamiin mii sis lea Sámedikkiin.
nob: språksituasjonen er mer som i Lavangen.

source: Sin oaivila mielde čuovvola
nob: I så måte er Várdobáiki og Árran mest relevante, samt at Ástávuona giellagoahtie har et nært samarbeid med Sameskolen i Hattfjelldal.

source: diggi bures sin bargguid politihkalaččat, ja sii doalahit lagas oktavuođa hálddahusain.
nob: De mener at arbeidet deres følges godt opp politisk og at de har tett kontakt på administrativt nivå.

source: Vuođđodoarjaga raportačállima birra celket giellaguovddáža informánttat, ahte dat lea oalle geahččalus, danin go Sámedikkis eai leat seamma raportavuogit go suohkanis dahje fylkasuohkanis.
nob: I forhold til rapportering på grunntilskuddet fra Sametinget, er utfordringen i følge informanter på språksenteret at Sametingets rutiner for rapportering ikke samsvarer med kommunens eller fylkeskommunens. Dermed blir daglig

source: Dasto lea ge duohta dilli nu ahte beaivválaš jođiheaddji šaddá bargat eanas dušše raporttaiguin ođđajagimánus gitta njukčamánnui, danin go dat galget iešguđetáiggis sáddejuvvot, ja de šaddá earet eará sáddet gaskaboddosaš jahkedieđáhusaid dohkkeheapmái iešguđet áiggis.
nob: leder i stor grad bundet opp i rapporteringsaktivitet fra januar til mars med ulike leveringsfrister som blant annet gjør det nødvendig å operere med foreløpig årsmelding for godkjenning på ulike trinn.

source: Muđui čujuhit dasa ahte Sámegielaid doaibmaplána lea dehálaš reaidu, man boađus lea ahte Sámediggi lea bidjagoahtán garrasit gáibádusaid giellaoahpaheami bohtosiidda, ja dat leamaš guovddáža mielas dárbbašlaš.
nob: For øvrig pekes det på at Handlingsplanen for samiske språk er et viktig instrument som har bidratt til at Sametinget har begynt å stille strengere krav til resultater i språkopplæringen, noe senteret mener er nødvendig.

source: 11.7 Doaimma ulbmil ja beaktu
nob: 11.7 Mål og effekter av virksomheten

source: Sámedikki ulbmil doarjjaortnegiin lea ahte sámegiella galgá gullot ja oidnot giellaguovddáža
nob: Sametingets mål med tilskuddsordningen er at samisk språk skal høres og synes i språksenterets virkeområde.

source: doaibmaguovllus. Loabák giellaguovddáš lea buot oaneheamos áiggi leamaš doaimmas, earret Gielem Nastedh Snoases mii aitto lea ožžon giellaguovddášárvvu.
nob: Foruten Gielem Nastedh i Snåsa som helt nylig fikk status som språksenter, har språksenteret i Lavangen kortest levetid.

source: Guovddáš ieš oaivvilda ahte sii leat hui alla bargodássái olahan oalle oanehis áiggis, ja nu lohket maiddái earát geain leamaš dahkamuš sin doaimmain.
nob: Sentret mener selv de har oppnådd et veldig høyt aktivitetsnivå på kort tid, noe som også støttes av andre aktører.

source: Suohkana bealis čujuhit dasa ahte giellaguovddáža bargu lea váikkuhan dasa ahte sámegiella gullo dávjjibut ja ahte lea álkit duostagoahtit geavahit sámegiela.
nob: Fra kommunens side pekes det på språksenterets arbeid har bidratt til at samisk språk høres mer og til at barrieren mot å bruke språket er redusert.

source: Maiddái suohkanássit geain ii leat sámi duogáš, leat searvan giellakurssiide, ja dat čájeha ahte gielas lea dál eanet árvu.
nob: At innbyggere også uten en samisk bakgrunn har deltatt på språkkurs, har også bidratt til

source: Ruŋgugiera sámi mánáidgárddi informánttat muitalit, ahte ovttasbargu mii sis lea Ástávuona giellagođiin, lea váldobargu sámi giellalávgunmetodihka ovddideamis, maid sii dál geahččalit váldit atnui.
nob: I følge informanter ved Fossbakken samiske barnehage, har samarbeidet med Ástávuona giellagohtie vært helt sentralt i forhold til utviklingen av den språkbadsmetodikken de nå prøver å iverksette.

source: Vaikko muhtumat sis geat čađahedje Wales kursse, eai šat bargga mánáidgárddis, de leat earát movttáskan searvat ja giellaguovddáš lea muhtumiid maid veahkehan čuovvolanbargguin.
nob: Selv om noen av de som opprinnelig ble kurset under et besøk fra Wales ikke lenger er knyttet til barnehage, har noen blitt svært inspirert av å delta og andre har fått oppfølging direkte fra språksenteret.

source: Dat mii lea dehálaš giellalávgunmánáidgárddis, lea ahte rávisolbmot galget áivve sámástit ja mánát eai galgga gullat dárogiela rávisolbmuin.
nob: Et poeng med en språkbadsbarnehagen er at alle de voksne skal snakke samisk og at ungene ikke skal høre norsk språk blant de voksne.

source: Dálá pedagogalaš jođiheaddji lea ieš čađahan sámegielkursse.
nob: Pedagogisk leder er i dag ei som har gjennomført språkkurs i samisk.

source: Vaikko son ii máhte ge sámegiela eatnigielladásis, de dat aŋkke lea dahkan ahte suohkan lea nákcen
nob: Selv om hun ikke behersker språket på morsmålsnivå, gjør dette at kommunen har vært i stand til å få et pedagogisk forsvarlig tilbud på samisk.

source: oažžut áigái pedagogalaš fálaldagaid sámegielas.
nob: Selv om unger til dels leker på norsk, er det også noen som leker på samisk.

source: Rávisobmot barget hui áŋgirit mánáid gielain, ja buot mánát ipmirdit sámegiela, ja máŋggas vástidit sámegillii.
nob: De voksne jobber aktivt med språket med barna og alle ungene forstår samisk og mange svarer ved tiltale.

source: Sin mielas dát ođđa bargovuohki doaibmá buorebut go dat vuohki maid sii ovdal leat geavahan.
nob: De opplever den nye måten å arbeide på fungerer bedre enn slik det var tidligere.

source: Dán rádjái lea guovddáš gidden eanemus fuomášumi oahpahussuorgái, muhto gullojedje maid sávvamin ahte galggaše eanet nagodit bargat maiddái dearvvašvuođa ‐ ja sosiálasuorggis. Sii leat
nob: Så langt har senteret rettet mest oppmerksomhet mot opplæringssektoren, men det framkom et ønske om også å kunne bidra mer inn mot helse‐ og omsorgssektoren.

source: oaidnán ahte dien suorggi bargiid lea váttis oažžut searvat giellakurssiide mat lágiduvvojit suohkana bargiide, earet eará danin go sii čuvvot vuorrobarggu (turnus).
nob: I forhold til språkkurs for ansatte i kommunen har det vist seg vanskeligere for ansatte i denne sektoren å delta på kurs blant annet på grunn av turnusarbeid.

source: Giellaguovddáš hálidivččii olahit vel eanet olbmuid.
nob: Språksenteret ønsker de å nå ut til et bredere publikum.

source: Ja lohket ahte sii dáidet fertet bargagoahtit eanet iešguđetlágan berošteaddjesurggiiguin, vai olahivčče sihke nissonolbmuid ja dievdduid.
nob: Det kommer fram at en kanskje må jobbe mer mot ulike interessefelt som kan nå både kvinner og menn. Selv om sentret er veldig klar på at en

source: Vaikko guovddáš cealká ge hui čielgasit ahte ferte earuhit giellakurssiid eará kurssiiin, de sáhttá áinnas ovdamearkkadihte duodjekurse leat buorre giellageavahanbáiki gos sáhttá sámegiel fágasániid
nob: må skille mellom språkkurs og ande kurs, kan for eksempel duodji ‐ kurs også fungere som en språkarena knyttet til fagterminologi.

source: Mii leat ge oaidnán ahte sis leat giella‐ ja kulturbarggut mánáide ja nuoraide, váhnenbuolvva rávisolbmuide ja vuorasolbmuide.
nob: Vi har altså sett at språk‐ og kulturarbeidet retter seg mot barn og unge, voksne i foreldregenerasjonen og eldre.

source: Dán rádjái lea unnán dahkkon vuođđoskuvllas, muhto áiggi mielde lea mihttomearri dohko nai oažžut buoret sámegielfálaldaga, go dat mánát geat dál leat giellabeasimánát álget skuvlii.
nob: Så langt har lite konkret vært gjort i forhold til grunnskolen, men det vil være et mål å få et bedre samisktilbud der etter hvert som ungene fra språkreirbarnehagen skal over i skolen.

source: Loabák suohkana ja Sámedikki ovttasbargošiehtadusas 2012‐2015 guovttegielatvuođadoarjagiid birra daddjo ahte suohkan galgá bargagoahti ásahit sierra sámi
nob: I samarbeidsavtalen mellom Lavangen kommune og Sametinget om bruken av tospråklighetsmidlene 2012‐2015 går det fram at kommunen skal jobbe for å få etablert et eget

source: 11.8 Árvvoštallan
nob: 11.8 Vurdering

source: Giellaguovddáža oamasta suohkan, ja danin dan váldodoaibma lea ge bálvalit suohkana siskkáldasat.
nob: Som et kommunalt eid språksenter har det sin hovedfunksjon innad i kommunen.

source: Giellaguovddáža deháleamos doaibma lea nannet suohkanbargiid giellagelbbolašvuođa, ja maiddái suohkanássiid giellagelbbolašvuođa suohkanis mii lea oalle oanehis áiggi leamaš mielde sámegiela hálddašanguovllus.
nob: Språksenteret har en viktig oppgave med å heve språkkompetansen hos kommunalt ansatte og innbyggere i en kommune som har vært innlemmet i språkforvaltningsområdet i kort tid. Selv om språksenteret er

source: Vaikko giellaguovddáš lea ge čadnon suohkanii, de sii muhtun muddui olahit maiddái viidábut Ástávuonas, mii lea sin doaibmaguovlu, danin go sis leat ovttasbargoprošeavttat.
nob: svært tett knyttet til kommunen, når de til en viss grad også ut til hele nedslagsfeltet i Astafjorden via en del samarbeidsprosjekter.

source: Giellaguovddáš lea vuos oalle ođas, dat lea dušše moadde jagi leamaš doaimmas. Danin ferte ge ain bargat dan badjelii ahte nagodit bures ruohtasnuvvat dien guvlui.
nob: Som et forholdsvis nytt språksenter med bare et par års virke, må det ennå jobbes en del for å skape en god forankring i området.

source: Mii guoská oainnusindahkamii, de ii leat beare buorre fuobmát gos giellaguovddáš lea, suohkana dearvvašvuođavisttis, muhto nuppebealis, dat lea dakkár visti gos ollu olbmot joreštit, ja gos eanet galbemiin ja diehtojuohkimiin
nob: Når det gjelder synliggjøring, så forsvinner språksentret litt i kommunens helsebygg, men det er likevel en arena mange er innom og der en med mer skilting og informasjon kan nå ut til flere.

source: olaha vel eanet olbmuid. Báikenamaid dokumenteremiin sáhttá áiggi mielde oažžut guovddáža bargguid eanet oidnosiii, muhto dan rádjái eai leat vel joavdan.
nob: Dokumentasjon av stedsnavn kan med tiden bidra til en større synliggjøring, men en har ennå ikke kommet dit. Opprettelsen av en liten

source: Unna museaža ásaheapmi giellaguovddážii, dáidá maid geassit sámegiela eanet oidnosii, ja geassit eanet gussiid dohko.
nob: museumsdel knyttet til sentret vil bidra til å synliggjøre det samiske, og åpne for større tilgjengelighet for besøkende.

source: Vaikko doaimmahit ge ollu bargguid ja ollu iešguđetlágan prošeavttaid, de orro vuhttomin ahte sis lea vuos oalle unnán oktavuohta sámi servodahkii. Maiddái dan guovddáža stuorámus geahččalus lea, nugo ollu eará guovddážiid nai, dat go siskkáldasat sámi birrasiin leat nu máŋggalágan oainnut dasa
nob: Tross en stor innsats med mange ulike prosjekter, kan det virke som at kontakten mot det samiske samfunnet er noe begrenset og senteret har også, i likhet med noen andre språksentre en utfordring i forhold til at det finnes krefter innad i det samiske miljøet som har ulike oppfatninger om hvordan det samiske språk‐ og kulturarbeidet skal utvikles.

source: 12 Loahpalaš analysat ja doaimmat maid sáhtášii álggahit
nob: 12 Oppsummerende analyser og forslag til tiltak

source: Dan kahpihttalis áigut čoahkkáigeassit dan maid leat čállán dan logi giellaguovddáža birra, ja geahččalit gávnnahit makkár erohusat dain leat ja mii lea oktasaš, makkár oktasaš hástalusat ja makkár earenoamáš mihtilmasvuođat leat.
nob: I dette kapittelet vil vi samle trådene fra gjennomgangen av de ti språksentrene, og prøve å trekke ut forskjeller og likheter, felles utfordringer og mer særegne trekk.

source: Mii máhccat fas váttisvuođaid ovdanbidjamii maid álgokapihttalis namuheimmet, ja buktit loahppaárvvoštallama daidda.
nob: Vi vil ta fram igjen problemstillingene som ble løftet i innledningskapittelet, og konkludere i forhold til disse.

source: Muhtun gažaldagain leat válljen váttisvuođačilgehusaid čohkat hui bastilin, ja de árvvoštallat daid, ja geahččalit ohcat
nob: Det vil alltids være et kapasitetsspørsmål hvor mange elementer som skal trekkes opp i en slik avslutning, men vi har valgt å løfte de vi ser som viktigst, og hvor vi nå ser

source: vástádusa. Álo lea kapasitehtas gažaldat, go galgá mearridit man ollu elemeanttaid galgá loahppaárvvoštallamis gieđahallat, ja mii leat válljen gieđahallat daid beliid mat min mielas leat eanemus dehálaččat, ja main mii dál oaidnit oktavuođaid mat eai soaitán nu čielgasat dalle go álggiimet árvvoštallanbargguin.
nob: sammenhenger som kanskje ikke var så tydelige da arbeidet med evalueringen startet opp.

source: Dákkár dieđuidčohkken lea dutkiide oahppanproseassa gos ođđa dieđut bohtet stuorát oktavuhtii ja rahpet ođđa geahččanvugiid.
nob: Et slikt datainnsamlingsarbeid er for forskerne en læringsprosess hvor ny kunnskap settes inn i en større helhet og åpner for nye innfallsvinkler.

source: Dan mii gaskkustit dán maŋemus kapihttalis.
nob: Dette vil vi formidle i dette siste kapittelet.

source: 12.1 Maid báikkálaš biras lea mearkkašan giellaguovddážiid ásaheapmái ja doibmii ?
nob: 12.1 Hva har lokal kontekst betydd for språksentrenes etablering og virke ?

source: Dieđuid čohkken lea čájehan muhtun váldogovaid das geat dat leat mat álggahit giellaguovddážiid ja geat daid jođihanfámut leat.
nob: Datainnsamlingen har vist noen hovedtendenser i forhold til hvem som tar initiativ og er drivkraft for

source: suohkaniidda.
nob: etableringen av samisk språksenter.

source: Muhtun suohknaniin mat aitto leat boahtán mielde sámegiela hálddašanguvlui, leat gáibádusat mat gusket guovttegielalaš suohkaniidda čájehan ahte lea dárbu nannet gelbbolašvuođa.
nob: For flere ny‐ innlemmede kommuner i språkforvaltningsområdet for samisk språk, har oppfylling av kravet om en tospråklig forvaltning ført til behov for å ta noen aktive grep for å styrke kompetansen.

source: Dat leamaš ge dávjá dat mii lea vuolggahan muhtun giellaguovddážiid álggahanbarggu, mat maid ožžot guovddáš doaimma bargat dan badjelii ahte suohkan olaha gáibádusaid mat leat guovttegielalaš suohkanii.
nob: Dette har vært den utløsende faktor for etableringen av noen sentre, som også gis en sentral rolle for å bidra til å oppfylle tospråklighetskravert.

source: Guovddážat leat veahkkin nannemin suohkana gelbbolašvuođa sámegielas ja kultuvrras, ja sáhttet doaibmat máŋgga suohkanis suohkanlaš resursaguovddážin (Gáivuotna,
nob: Sentrene bidrar til å styrke kommunens kompetanse på samisk språk og kultur og fungere i flere kommuner som kommunale ressurssentre (Kåfjord, Nesseby,

source: Unjárga, Loabák).
nob: Lavangen).

source: Muhto giellaguovddážat leat maid ásahuvvon guovlluide mat eai leat sámegiela hálddašanguovllus, gos oaidnit ahte dat eanet dahje unnit laktojuvvojit suohkana gelbbolašvuođadárbbuide (Áltá, Romsa, Plassje).
nob: Men språksentre er også etablert i kommuner utenfor språkforvaltningsområdet, hvor vi ser at disse i ulik grad knyttes til kommunens behov for kompetanse (Alta, Tromsø, Røros).

source: Giellaguovddážat main lea hui nanu čanastat sámi organisašuvnnaide (oamasteaddjit dahje stivralahtut), sáhttet ges álkit ipmirduvvot muhtun sámi joavkkuide gullevažžan báikkálaš servodagas, ja diekkár ipmárdus sáhttá sihke čohkket ja háddjet.
nob: Språksentre med sterke koplinger til samiske organisasjoner (som eiere, eller gjennom representasjon i styrer), kan dessuten lett assosieres til ulike samiske grupperinger i lokalmiljøet som både kan fremstå som samlende og splittende.

source: Giellaguovddážat leat leamaš dehálaš oassi sámi institušuvnnaid huksenbargguin ollu suohkaniin ja guovlluin.
nob: Språksentrene har vært en svært viktig del av den samiske institusjonsbyggingen i en rekke

source: Muhtun báikkiin lea giellaguovddáš «oktonas sámi suolušdáru institušuvdnabirrasis (Gaisi Moskaluovttas, Aajege Plassje joatkkaskuvllas, Porsáŋggu kurseguovddáš), ja leat unnán eará sámi birrasat doarjjan.
nob: kommuner og regioner. Noen steder er senteret en «ensom samisk øyš i et ellers norsk institusjonsmiljø (Gaisi i Lakselvbukt, Aajege ved Røros videregående skole, Kurssenteret i Porsanger), og har få andre samiske miljøer å støtte seg på.
